{
  "includes": {
    "last_name": [
      "alright and the last name",
      "what's the last name",
      "okay last name",
      "I need your last name"
    ],
    "no_booking": [
      "we don't take reservations here Cracker Barrel",
      "no we don't take reservations",
      "no we don't take booking",
      "we don't take",
      "yeah you you won't need it at 1 p.m. you can just walk right in and order at the counter and have a seat and enjoy your lunch",
      "so its first come first serve",
      "we close at 1:30",
      "yes where are you trying to book at ma'am this is Honey Baked Ham in Harrisonburg Virginia",
      "close at 2:00",
      "you didn't come in and say that certain table is you don't have to schedule anything",
      "all right so we actually won't need a reservation for one person",
      "sir one person we don't take reservations",
      "we don't do reservations we just kind of do walk-ins",
      "we don't do any like booking at all we just you guys can just come in and then you can just order food and",
      "no it's first come first serve",
      "we don't really have Book Table do you can just like come in come through the line and then sit down",
      "we don't have indoor seating right now",
      "we are closed today",
      "we are a fast food restaurant you don't need to book a table",
      "our Lobby is closed I'm sorry",
      "this is McDonald's",
      "yes you can is on open table or on bar medals come",
      "you have to go on open table or bar mary.com",
      "we are we close at 2:00 p.m. so unfortunately we won't be able to take a table at 2 p.m.",
      "so we're not doing dine in",
      "yes that's fine you just have to come in",
      "it's okay I don't need a name you just to come in",
      "3:00 p.m. no 3 p.m. we are closed model we are going to open a file",
      "I can assure you I'm so sorry",
      "I'm sorry but we're all booked up until next year of April",
      "okay you just come in and then whenever you come in this when we seat you"
    ],
    "what_time": [
      "what time",
      "yes what time ma'am",
      "excuse me what time do you need a reservation",
      "at what time",
      "today",
      "when",
      "when when",
      "what time pretty",
      "of course what time",
      "evening",
      "yes what time are you coming in",
      "what time were you thinking of coming in",
      "of course what time are you thinking",
      "all right cool that's all I needed what time are you coming in",
      "what time would you like to come in",
      "okay table for one at what time",
      "okay what time would you like to come in"
    ],
    "how_many_people": [
      "how many people",
      "for seven people",
      "Hi how are you for how many ma'am",
      "for two people",
      "for one person",
      "how many do you need",
      "how big is your party",
      "yes how big is your party",
      "for you",
      "yeah for how many",
      "okay how many",
      "alrighty for how many and at what time",
      "how many guests are you having Patricia",
      "how many is it going to be",
      "no I mean but how many are coming"
    ],
    "user_name": [
      "what's your name",
      "hey what name",
      "hey what the name",
      "okay get a name",
      "what is the first name ma'am",
      "and what is the first name",
      "the name do you want the reservation none",
      "your name",
      "your name please",
      "can i get your name",
      "in whose name",
      "yeah the name",
      "what is the first name again",
      "okay can I take a name down",
      "okay and what's your phone number Patricia",
      "one person at 2 p.m. OK and can I get a name",
      "of course can I have your name please",
      "okay perfect can I get a name for it",
      "what's a good name for the reservations",
      "what was the name on it I'm sorry I can't understand you"
    ],
    "people_time": [
      "he said a table for two people at 3:00",
      "they're one to book a table for a 2 p.m.",
      "you'd like a reservation for two people at 3 p.m.",
      "to persons at 3 p.m.",
      "to person at 3 p.m.",
      "for one person at 3 p.m.",
      "two people at 2:00 p.m. okay",
      "for two people at 4 p.m.",
      "for two people at 3 p.m.",
      "two persons at 1 p.m.",
      "two people for 2 p.m. today I have it down",
      "two people at 2 p.m.",
      "3:00 p.m. on do you say is two persons right",
      "person at 3 p.m."
    ],
    "phone_number": [
      "can i get a phone number",
      "do telephone number mrs. l",
      "may i have a contact number",
      "miss the phone",
      "phone number",
      "okay and your number",
      "can I get your phone number"
    ],
    "no_answering_machine": [
      "afternoon 360 communities how can I help you",
      "hello",
      "hello huh",
      "hello ma'am",
      "hello ma'am and",
      "all that causes problems every time yeah thank you for calling Community Bank this is Elliot how can I help you",
      "babbles how may I direct your call",
      "boys and girls of cosmic Village this is Kyra",
      "Buena vertical this is Jennifer",
      "can I help you",
      "carrots case James speaking",
      "conquer Dental seminars this is Robin",
      "customer service this is Laura",
      "drive this is AJ how may I help you",
      "eight hundred shares how may I direct your call",
      "energy Conservatory the cygnus may I help you",
      "financial advisors this is Rosa may I help you",
      "for calling trouble Coffee Company how can I direct your call",
      "former Transportation can I help you",
      "good after I mean good morning so scientific",
      "good afternoon",
      "good afternoon and CeCe",
      "good afternoon and thank you for calling",
      "good afternoon Associated elevator",
      "good afternoon Avanti International",
      "good afternoon Buckle scientific",
      "good afternoon children's home",
      "good afternoon compliance Solutions",
      "good afternoon danis distribution may I help you",
      "good afternoon for pure chocolate",
      "good afternoon glass Turner front desk this is Mary",
      "good afternoon heading a beverage Distributing may I help you",
      "good afternoon hunt Castle",
      "good afternoon I hope group",
      "good afternoon I'm Cece",
      "good afternoon is son Dustin advisors",
      "good afternoon LeFrak",
      "good afternoon Leslie Securities how may I direct your call",
      "good afternoon malp reading",
      "good afternoon mirrored glass may I direct your call",
      "good afternoon murdered CPAs this is Monique how may I help you",
      "good afternoon Mustangs hello",
      "good afternoon orchid",
      "good afternoon our current more how can I help you",
      "good afternoon sir can I help how may I help you",
      "good afternoon Sterling Communications",
      "good afternoon thank you",
      "good afternoon thank you for calling Schweikert stepped America how may I direct your call",
      "good afternoon this is a me how can I help you",
      "good afternoon this is Alana speaking how can I help you",
      "good afternoon this is Becky dough",
      "good afternoon this is very I help you",
      "good afternoon to you more",
      "good afternoon Tom petersson speaking",
      "good afternoon TVC",
      "good evening I'm packed",
      "good evening thank you for calling Centre",
      "good evening thank you for calling century",
      "good morning children's how may I help you",
      "good morning heading a beverage Distributing may I help you",
      "good morning how can I help you",
      "good morning Jose Diaz tile",
      "good morning Mary Claire",
      "good morning Mid-Atlantic Contracting",
      "good morning Montgomery County Fair",
      "good morning my little higher",
      "good morning pankau",
      "good morning paper systems how may I help you",
      "good morning Thomas",
      "good morning top better",
      "hello all this is Krista",
      "hello thank you for calling total Logistics this is Julian",
      "hello this is Dana how can I help you today",
      "hi good afternoon thank you for calling Stewart Wilson's off",
      "hi how can I help you",
      "hi this is Stacey may I help you",
      "how can i help you",
      "I felt inclined bright this is Susan may I help you",
      "if this is Anna",
      "if you know your party's extension you may dial it if you're an investor or representative speaking a",
      "I'm straw Pharmaceuticals how may I help you",
      "Integra Realty resources this is Antoine how can I help you",
      "it is how may I help you",
      "Kaiser APPA snorts how may I direct your call",
      "Kevin Kirkpatrick Karen speaking",
      "light first is good afternoon",
      "may I help you",
      "nude I can I help you",
      "Park National Bank this is Benjamin how can I help you today",
      "PCC Karen speaking",
      "people are Keen how can I help you",
      "plane engines this is Jack",
      "Quaker City Terry speaking how can I help you",
      "rainbow good afternoon good afternoon rainbow",
      "School of clinical lab science this is Joshua",
      "SDS how can I help you",
      "six this is Julian",
      "solutions to how can I help you",
      "Sorenson construction how may I direct your call",
      "structures this is Maggie",
      "thank you for calling and debate of this is Siobhan how may I help you",
      "thank you for calling and recent how may I help you",
      "thank you for calling Carriage Kia this is Megan",
      "thank you for calling CBI this is Olivia how can I help you",
      "thank you for calling first new this is Dana how can I help you today",
      "thank you for calling friend of her own how may I direct your call",
      "thank you for calling grid layout for this is Jeremy how may I help you",
      "thank you for calling it nice how can I help you",
      "thank you for calling its Maria how may I help you",
      "thank you for calling Market Warren how can I direct your call",
      "thank you for calling Mercury networks mm how can I help you",
      "thank you for calling Mid South this is Caron how may I help you",
      "thank you for calling Pacific stock transfer how can I help",
      "thank you for calling proceeds how can I help you",
      "thank you for calling Richardson how may I direct your call",
      "thank you for calling Rose batteries this is Amanda how can I help you",
      "thank you for calling Starstruck how may I help you",
      "thank you for calling the urban use this is Allison how can I help you",
      "thank you for calling wcct Global how may I direct your call",
      "thank you for calling young and McQueen Grading Company our current office hours are 8 a.m. to 5 p.m. Monday through Friday if you know your party's extension please dial it now otherwise please contact us during our regular business hours have a good evening",
      "thank you for holding how may I direct your call",
      "thanks Cafe McKinney this is Chris",
      "thanks for calling Market One how can I direct your call",
      "thanks for calling out to you this is Anna",
      "they probably got an email this is David how can I help",
      "this is Chris how can I help you",
      "this is Dave",
      "this is Dorothy may I help you",
      "this is Kevin",
      "this is Kim can I help you",
      "this is mr. Sisson how may I help you today",
      "this is Zander how can I help you",
      "turn Property Services Group this is Miranda speaking how can I help you",
      "up Street Roofing and painting how may I help you",
      "Valera Concepts this is Tyler",
      "welcome to K now this is Sarah how can I help you",
      "who am I speaking with",
      "why how may I help you",
      "yeah GW this is Jean",
      "yes how can I help you",
      "you can see how can I direct your call",
      "your central vision in hospice how may I help you",
      "drinkers",
      "rabbana",
      "Grammy's Coffee Omaha",
      "help you",
      "work on farinelli 1937 is Ricardo speaking how may I help you"
    ],
    "table_is_booked": [
      "all right Patricia will see you at 1:00 today",
      "Alex okay we'll see you at 1:00",
      "okay we'll see you at 1:00",
      "all righty I'll see you then",
      "thank you very much see you later",
      "wonderful will see you between 2:00 and 2:30 today for two people",
      "okay see you at 111 right",
      "see you at 2:00",
      "we'll see you here",
      "okay perfect you are confirmed",
      "okay we'll see you ma'am",
      "two people one p.m. Alex thank you very much see you then",
      "okay perfect thank you"
    ],
    "potential_no_am": [
      "Steak and Seafood",
      "moaning Mom's Kitchen",
      "crystals",
      "Montana why",
      "Powers River",
      "crazy cat",
      "give me one second",
      "how do you",
      "what's the Madison",
      "mr. Matsumoto",
      "whoa",
      "for calling the Depot grill in Stanton",
      "juice bar",
      "what's up Miami",
      "yeah",
      "that even a flower",
      "Lagoona",
      "speaking",
      "yes",
      "Niko's Grille",
      "Piero's coffee",
      "Oriental bakery",
      "restaurant",
      "Gloria's",
      "Gloria",
      "you",
      "I could before",
      "love you",
      "Robin",
      "Antonio",
      "Isola",
      "gonna poke",
      "Inga",
      "would you",
      "but uh",
      "Tea Room",
      "the radio",
      "have you",
      "sir",
      "Luxembourg King",
      "the for you",
      "sadhana Waffle House",
      "who's calling Kathy's Cafe",
      "and this is you",
      "thank you",
      "Trading Post",
      "we'll say",
      "Rush not"
    ]
  },
  "excludes": {
    "no_answering_machine": [
      "hello we are not available now",
      "thank you for calling the sage student Bistro The Bistro is a student-run restaurant operating concurrently with the academic calendar and has certain limitations such as days and times of availability to view our hours and menu and to make dinner reservations visit MC",
      "thanks for calling Mom has pizza Lavista just north of Giles on 96th Street we are open for dine-in take-out and curbside pickup Sunday through Thursday 11 a.m. to 10 p.m. and Friday and Saturday 11:00 a.m. to 11 p.m.",
      "thank you for calling timeout Foods",
      "thank you for calling Blue Sushi Sake Grill in Omaha's historic Old Market to place an order for a pickup or delivery please visit www.moocchile.com or download our Blue Sushi socket Grill app",
      "make a note will be closed all day on Christmas Eve December 24th but open on Christmas Day from 4:00 p.m. to 11 p.m.",
      "thank you for calling the drover restaurant and lounge",
      "our Lobby is closed I'm sorry",
      "hello and thank you for calling",
      "forwarded to an automated voice messaging system",
      "you've reached Stella's Bar and Grill our hours are Monday through Thursday from 11 a.m. to 8 p.m. and Friday and Saturday from 11 a.m. to 9 p.m.",
      "thank you for calling J Coco sorry we can't take your call right now but please feel free to leave a message and we'll get back to you as soon as possible thank you so much for your support and stay safe",
      "thank you for calling via Mertz restaurant our normal business hours are for dinner Tuesday through Sunday opening at 5:30",
      "thank you for calling Big Mama's Kitchen and Catering home of Big Mama's oven-fried chicken and sweet potato pie ice cream",
      "grubin Delights new hours are Tuesday through Saturday 11:00 a.m. to 8 p.m. we are closed Sunday and Monday thank you",
      "you for calling butterfish we are currently open for dining and carry out service Wednesday through Sunday from 11:00 a.m. to close we are serving happy hour Wednesday through Saturday from 3 p.m. to 6 p.m. and all day Sunday from 11 a.m. to 8 p.m. if you are receiving this message during normal business hours that means we are on the other line helping another guest please hang up and call us again thank you",
      "to an automatic voice message system 4029",
      "thank you for calling Lombardo's Bistro and bar we're sorry we were unable to take your call at this time but if you please leave your message with a name and phone number we'd be happy to return your call our hours of operation are closed Monday open for Dinan or curbside pickup Tuesday through Saturday 3 to close Sunday brunch starts at 11:00 till 2:00 and then regular dining service until closed Sunday afternoon",
      "for sure thank you for calling little to a French restaurant in Omaha Nebraska our current hours of operation are Tuesday through Saturday the hours for Tuesday through Thursday from 5:00 p.m. to 8:00 p.m. and on Friday and Saturday we're open from 5:00 p.m. to 9 p.m. or take out selections are available Tuesday through Saturday and those hours are from 4 p.m. to 8 p.m. thank you we look forward to dining with you now she's home",
      "thank you for calling baby blue in Omaha's Shops of Legacy",
      "thank you for calling cops Pizza home of the cream cheese pizza please stay on the line and your call will be answered as soon as possible",
      "this is gyanendra at Jaipur restaurant",
      "calling McAlister's Deli Pearl"
    ],
    "no_booking": [
      "you want to make a reservation",
      "I'm sorry",
      "we'll see closed ma'am"
    ],
    "what_time": [
      "no",
      "of course",
      "now",
      "work",
      "following",
      "see what",
      "say that one more time"
    ],
    "user_name": [
      "I do not need a name or phone number it's okay we just"
    ],
    "how_many_people": [
      "yeah how mad are you"
    ]
  }
}